{"extras":{"black":{"meaning":["what the fuck is up with that one","is it like \"definitely no\" if you asked a yes/no","is it like \"oh fuck off i'm sleeping\"","is it a joke","it's probably a joke"],"title":"that one card that's the same on the front and the back"},"white":{"meaning":["what the fuck is up with that one","is it like \"definitely yes\" if you asked a yes/no","is it like \"oh fuck off i'm busy\"","is it a joke","it's probably a joke"],"title":"that one card with a spot gloss galaxy on it"}},"majors":[{"meaning":["The cycle begins anew.","As part of the triune fool, this is the First fool. This is the Mother, the one learning, the one bursting with life. The Spring fool. And the one so busy trying to figure out how to deal with what's coming that she's about to fall straight into it. What're you endlessly researching? Sometimes you've gotta learn by doing.","Of course, it's not as if she has everything she needs – the book's fragmenting as she reads it, pages swirling around her. A precursor of Fall? Or just a reminder that you know a lot less than you think you do?","Pack on her back; she thinks she's ready for a long journey. She's got a telescope and everything. But it's no use if she doesn't use it, is it? Ignoring her common sense as it barks at her heels, frantically trying to warn her about the fall she's about to make. And once again, the floating camera-eyes watch silently. Recording, reflecting.","Is this sunset or sunrise?"],"title":"0(1): the Fool"},{"meaning":["The Magician is either a figure of wisdom and enlightenment full of arcane knowledge… or a petty con-man, ready to dazzle the unsuspecting marks. She sits at the keyboard with a wand beside it. Above her floats the tools of her trade. She might be juggling them; this recalls the fact that the earlier con-man versions of this card were often called 'le Bateleur', which translates either to 'mountebank' or 'juggler'. The tools of modern neo-pagan ritual fade into the tools of the programmer and the tools of the hustler. Will she drink that coffee or scry the future in it? Is the pentacle for grounding her energies, or for weighing down a stack of reference books? Is she writing a game or a paint program or a virus, or blogging about what Sally said about Mary at the last coven meeting? Will she wear that vixen mask to take on the aspect of a trickster goddess, or to distract you while her accomplice steals your credit card? She's probably going to use that ball and three shells to run a con on you – or is she planning to use them as a demonstration of the essential mutability of reality, or at least our perception of reality?","Most of this deck is free of Obvious Symbols, with very few planetary, astrological, or any other such associations woven into the foreground of the cards. The Magician, on the other hand, wants you to know what she's associated with. Perhaps to help you delve into the symbolism, perhaps to create an aura of competence she'll exploit. A pendant with Mercury's symbol is nestled between her ample breasts; she wears earrings shaped after the electrical diagram of a transformer. On her hat, she has pins: an ibis head, to remind you some say this card is associated with Thoth, Egyptian god of wisdom; the Hebrew letter Beth (because every Major Arcana has to be associated with a Hebrew letter if you go for that whole Cabalistic thing), an infinity to remind you of the cryptic symbolism of earlier decks, and a monkey. I can't remember why she has a monkey on her Pin-Covered Wizarding Hat; since the Magician wants to remind you she's all mystick and meaningful, I will encourage you to meditate upon her monkey pin to deduce its meaning, possibly with the help of the Holy Herb of the Arabs[2].","She sits at the center of wavy radiance, with a sly look. Rather like a well-fed cat. She's just done something clever, or she's about to do something clever. Whether it's something complicated, magic, and clever, or something sly, deceitful, and clever, really depends on the cards around her. Or on the orientation of the card, if you like reversals. Ask the monkey on her hat whether 'mountebank' or 'magician' is the reversed meaning. Transformation, disguise, deception, magic, technical knowledge. Mockery, arcane wisdom. She might even be smirking because she's about to unleash a devastatingly obscure witticism that will go over your head – or because, 'while there is no such thing as a stupid question, only stupid answers, you just asked a real contender for a stupid question'. Or she might be half-smiling because she just loves this kind of creation, and isn't very good at looking people in the eye. ","Do your eyes keep wandering back to that ample cleavage and the pendant snuggled in there? Misdirection. Is she connected with any cards that represent something you find to be a powerful distraction from what you'd rather be doing?","Many modern authorities want this card to be all about MAGIC and WILL and the PURE AWESOME of MY MYSTICKQ WANG, but I think it's equally important to dig into the past and remember that it started out being about the con-man, the juggler, the trickster. And that these things overlap – how many Native American myths have the world we live in created by a trickster; how many tricksters have brought us the gift of fire? Would we have all our modern conveniences without some trickster's laziness, and their willingness to expend immense amounts of energy on Not Working?","Where did she get that fox-mask, anyway?","[2] Did you know that Crowley had three drafts of this card before he was satisfied with its heroic portrayal of himself for his deck? Now you know where I got the idea for the three Fools from. Also the monkey pin has something to do with Hanuman, the Monkey King of Asian myth. Trickster again!"],"title":"1: the Magician"},{"meaning":["Are you here or are you there? Are you just the interference pattern of two or more sets of ripples in the universe? Why do you need to choose one or another? Light can be modeled as both a particle and a wave, after all. And the subatomic particles that you're made of are vague smears of probability, rather than cute little electron planetoids orbiting a central sun of protons and neutrons. Oh, up here everything looks pretty solid and immutable, but get down close enough and things get pretty weird. And our tools are getting small enough that we're beginning to have to wrangle with these effects; quantum computers that superimpose multiple states to arrive at a solution far faster than a machine based in classical physics ever could are slowly making their way from the experimental stages towards something you can use.","So maybe this/these woman/women is/are in the middle of an experiment to bringing that kind of weirdness to the real world, being put in a state of being simultaneously everywhere and nowhere.","Experiencing everywhere at once? What a concept. That's like being something divine. Could you process all of that at once; could you *remember* being in that state afterwards? A direct channel to the Universe / to God / to the Vast Active Living Intelligence System / whateveryouwannacallit is a very different dataset than what the meatputers in our brains normally process. On the other hand there are folks poking at the low-level behavior of the neurons our brains are made up of, and finding some evidence of quantum operation. Maybe we *are* built for that kind of processing after all. I don't want to be That Girl who uses 'quantum' as this month's handwave for 'explaining' magic (the sixties vogue for 'psi' in SF has largely been replaced by vague blithering about 'nanotech' anyway) but, well, shit sure gets *weird* down at the bottom of reality.","Anyway! If you peer closely at the screens in the background you might notice a camel. You might also notice the vase/face illusion. And the moon, and a bubble chamber diagram, and a hand making a V-for-Victory… or is it a rude gesture? Interpret these symbols as you see fit, in whatever spiritual tradition suits you at the moment. (How many of those particular reality tunnels have you ventured down, anyway? After a while they all start to look like they're describing the same thing. Or maybe your brain's just an awesome similarity generator.)","Magickawockally, the Magician talks a damn good game, but the High Priestess get things *done* because she is *connected* in a way that few of the others in the motley crew of medieval archetypes down in the Earthly half of the Majors are. The Fool might be more connected, but she sure as hell doesn't *know* it. The Priestess is busy consulting her Higher Self *right now*.","Or maybe she's just an anthropomorphification of the eternal dance of Being and Nothingness. I mean, this is card number two, it's gotta be about dualities sometimes, even though dualities are kinda boring and confining. But hey, binocular vision's better than monocular, right?"],"title":"2: the High Priestess"},{"meaning":["The golden bounty of the world, cloaked in cloth woven from the rays of the sun. She hides her face, presenting a mask of ceremony. Does she look away from the Emperor or towards him? Which face is the true one, which is the false?","Venus.","Mistress of all she surveys, ruler of the world's hearts. In medieval times, this meant that people called she was a metaphor for the land, which of course would be ruled over by the Emperor; less phallocentric attitudes would see her as simply ruling in a different direction. (Did you know that this worldview seeps into everything if you believe it long enough?) Vulvocentric eyes, on the other hand, would want to see her as ruling over the Emperor, and may well perform wild gymnastics in their own decks to right this. But can one rule only their half of the World and leave the other half unguided? Both sides need to strike a balance and walk down the middle path; love should not be under law nor should law be under love.","But all this complexity gets folded under the mask she presents to society.","(Golden dancer, poised frozen on her throne. Solidified into a statue forevermore. And that's another chance at something lost.)"],"title":"3: the Empress"},{"meaning":["Master of all he surveys, ruler of the world's minds.","(Twenty words into the four, here's a secret: So yeah, each of these ninety cards is a trip to take, little signposts I've drawn for you. Open your mind, focus on them, and start asking questions about the picture. Who are they? What do they symbolize? What do they bring together? Seed crystals for connections. Make some.)","Mars.","This one's sword is more of a ruler. Decorated and chased elaborately, it measures out his will upon the planet. At least he makes the trains run on time. He's bound to the world he thinks he rules much more intimately than he thinks he is, and may get angry every time you remind him of this fact. Airy mental Mind of sword-yellow skies to the Empress' watery feminine twilight, he's the era of poison that brings on the Apocalypse. Or in modern terms, break out the spin-dash 'cause you're looking at Ivo Robotnik. Build too much and that little blue buzzsaw Sonic dude comes and collapses it. Maybe it's not a good idea to overreach quite as far as he does.","Jagged waves ripple up and down his gown; he's the staccato to the Empress' legato. (You can pair them up as male and female, leftbrain and rightbrain, high-pitch to low-pitch; there's a lot of binaries for these two sandwiched somewhere between the experience of the Universe and the fossilized corpses of the last time someone really Understood It All. Of course if they squeeze on past those two they can be unified as a triad of lovers, swirling outside of convention. What have they got hidden under those long gowns, anyway? Shh. It'd be a scandal to ask. And thus again we return to the theme the Emperor and the Empress have of social masks, facing out, to cover inner selves, facing inwards – or out; who's on the left today and who's on the right? Let it depend on how they relate to each other in the spread at hand, if they both show themselves.)","And how often do they take off those masks and play, anyway? Uneasy lies the head that wears a crown, but more to the point, that head is *busy* with managing all the details of the Empire. A good Emperor knows when to lean back and let the affair manage itself, to be confident that those below him will do their jobs well. Is this one a good one? Do the people he rules like his effects, or is the change from one regime to the next like the distant noises of someone else's weather? Better that than to have them on the point of revolt; for this captain of Industry, benign incompetence is vastly preferred to malevolent idiocy as far as the hand on the wheel of state is concerned."],"title":"4: the Emperor"},{"meaning":["The teacher. The text. He's got the whole story and he's ready — eager — to tell you. Embrace him in the darkness and you'll hear all five sides of the story singing in your blood.","This is one of the ends of this deck – the last card drawn in the original burst of work, the last of the traditional 78. The other ends of the deck are the Sun (the first card that was finished), the Fool (the first card I sketched, though that rough was abandoned), the 99 of Swords (the last card I drew while completing the Fools, 99s, and Void Court) and Aleph(4), the last one added as it was readied for publication. That's five ends, one of them right here in the heart of fiveness, decorated with the aperiodic fivefold symmetry of Penrose tiles. Magicians certainly do like their fives, don't they?","This priest is associated with Chiron, the centaur of Greek mythology. The one bright shining intellect of what was otherwise a brutish and savage tribe of man-beast, this centaur was an endless fount of knowledge, and an eager teacher. He taught many of the great heros of that mythological cycle – healing, statesmanship, magical rites, all the great secrets of the stars. He was also wounded in the side by Hercules; that wound never healed.","You can probably think of another great teacher who was wounded in the side near the end of his life. He's got a lot of cathedrals still dedicated to him. And that brings us to the darker aspect of this priest: is there anything to him under the text? How much of the direct experience of the transcendent is still there? (The High Priest is the Divine indirect and mediated through the edifice of a Church; the High Priestess is that experience had direct.) I mean, there are certainly people out there who do their best to behave sensibly to each other based on that holy book, but there are also a lot of people out there who use picky literal readings of it to justify treating each other in the shittiest imaginable ways.","Still, there's got to be a key in all those words somewhere. Right? There's so many to choose from and they're all so shiny and enticing. But do you even know what the lock looks like?","Who's teaching you in your life? Who's abusing the trust their position of teaching gives them? Are they doing it in jest or by accident – and which one would be worse?","He wants to share his wisdom oh so badly. But so does a virus.","(Teachers can also be wonderful and giving and beautiful! It's just that this cartouche-laden guy with the blood-colored sash is a bit creepy. Be wary of what you learn; you may become it.)"],"title":"5: the High Priest"},{"meaning":["Transcend dualities. Yes or No, Left or Right, White or Black – binaries are easy lies to tell yourself. Find the third way. What's the “maybe”? What's the “forwards”? What's the “grey”? Or, for that matter, the color.","The three lovers are red, green, and blue: the additive primaries. The red, blue, and yellow we're taught as children are the *subtractive* primaries; they absorb the white light that falls upon them, and give less back. The additive primaries are those of colored lights; shine a red, green, and blue light in the same place, and you get white. This is somewhat restated by the iridescent rainbow triangle in the middle of the card.","Or you could go down the Divine Hermaphrodite road of interpretation, if you like. The girly-girl imagery kind of makes that hard, and you'd really be hard-pressed to find some wand-in-cup imagery here. On the other hand – all those laughing hands are covering their genitals; what do you think each of them has under their fingers? Maybe they just all like having boobs, regardless of their groins. Which one are you?"],"title":"6: the Lovers"},{"meaning":["The thinking mind melded to the passionate animal, the wild thing that could run away with you. Desire, rut-beast, slut-beast, the connection awaits – what will you do when all the cables find each other? Will you roam far? Will you travel? A pair of attendants complete the conjoinment, with love and ceremony; one's a little wild, one's all prim and proper. Thought and Memory, the Urim and Thummim (you can tell one from the other by their stylish pants), stand beside the linking between airy mind and earthy body, and your unthinking trust in them is what makes it work.","Does the upper half ride the bottom half, or are they one? This question affects everything you do in this world. Are “you” your body? Is there some pattern that can be extracted from it? This woman is artificial, after all – a construct of metal and wires with an inviting furry exterior. Is this all she ever was or has she been changed from normal flesh into this strange hybrid beast?","(In an early draft of the Courts, the Kings were all shaped like this. Air riding the animal.)"],"title":"7: the Chariot"},{"meaning":["We stand alone. We stand together. We hold up the world by ourselves. We hold up the world with each other. Lust is held in and bound, passion put aside for what needs to be done, but always prowling around is the feral lion-self that rubs up against us in the night. An endless array of bound, poised selves, an infinite cathedral with sacred cats prowling around; what they touch comes to life and sates their desire for petting.","What do you want? What is your lion's desire? What passion of fire is the true cathedral you must hold up, alone or with others?","Usually, this card shows a woman taming a wild beast. Here, the 'beast' may be as human as the 'woman'; the question of which one is free and which one is bound became open. The woman is as strong as Atlas, holding up the ceiling, but her strength holds her there – if she lets go, will it hold? Moreover, she's wearing a huge posture collar. She's the bound one here. Is she the wild one, tamed by the seeming beast?","Like the Chariot, there is an undercurrent of mind-body dualism here. The lion-girl could even be pulling a more traditional Chariot, one of the wild urges dragging a disciplined mind all over. Here, though, she is tame because she enjoys it, as is the pillar: strength bound and tamed, the knowledge that you have the strength to break the bonds once they stop being fun. ","The strength to wait, to think, rather than to leap forth and beat a problem into submission. The strength to not use your power; the strength of measured inaction.","The animal strength here is free, but held back. It's waiting and enjoying itself. The mental strength is bound; she's not allowed to obsessively overthink the problem – she may spend most of her time with her mind turned off until she's needed. This is the virtue of Fortitude – to have the courage to refrain from acting improperly, and to have the courage to act properly and incisively when it is the time for action.","Hold it in, stay true to your higher passions. Or shut up and pet this lion. She purrs so wonderfully, after all.","Purr."],"title":"8: Fortitude"},{"meaning":["Oh, now the fool thinks she's learnt something. So she wanders out of the fields she knows into stranger places, into the clockwork that moves beneath the world. Or at least that's what she tells herself over the music of the bells on her cap.","Carrying the light of her knowledge, she searches for something honest. She's a regular Diogenes tarted up in skin-tight latex, she is. And one of those cameras is still following her; is the other one just outside of the image, or did she lose it somewhere along her journey from innocence to the hope of wisdom?","Every master of a craft has had their hermitage. Their time away from the world where they contemplate little else. To some degree it's thrust upon them by circumstance – a time and place of privation, where they turn to their craft to fill the emptinesses and keep the drab reality away. Sometimes you simply need to be alone. Sometimes other people get in the way. Oh, it can be miserable and bleak to be a hermit. Lost in an emotional desert with the sand swirling up around your boots as you wander in circles. Some will find an oasis; some will find the way out; some will never leave.","She holds light in her hands. Is it truth? Will it guide her way? Or is it only a will-o-the-wisp that will lead her to the edge of another cliff? (“A true initiation”, after all, “never ends.”) Well, it's probably not the first time she's fallen. And she certainly wasn't finding illumination in the coffee shop she just left. Time to move on, my dear seeker of knowledge; find a new place to be alone.","(Did you know that this card quite possibly started life as a personification of Time? The traditional image is an old beardy guy with a lantern, that might just be a confused copy of a muddy woodcut of an hourglass. That's the obvious reason for the gears. But they're also hidden under the world, out of mundane sight: outside the world and away from it, you might be able to see how it all ticks…)"],"title":"9: the Hermit"},{"meaning":["She holds riches and destruction in the palms of her hands. And a pair of dice. Will you play? You have to, you know – she's everywhere. She's at the center of her wheel, old dame Luck, and she rules us all. Or at least that's what she wants you to think. Are those dice loaded? Are you tricksy enough to substitute the ones you've loaded yourself? Everything is changing; find a place to grab it and hold on. On the other side of that endless checkered plane you'll find a very different narrative – decide for yourself who's in control.","Don't ask her what the symbols mean. She gives a different answer every time. What's she pointing to? What's she reaching for? Lady Luck is solemn right now, but she's painted piebald: she can be a jester, sometimes.","The wheel spins and spins. Usually this card is about Fortune's wheel and the trials it imposes upon us, rising from the muck towards the stars, only to be cast down again for hubris. Or stretched and broken upon it. In this deck, Fortune's personified. And let's be honest; she's not a nice lady. Do you think you can swipe that fortune from the palms of her hands? Well? Do you feel lucky, punk?"],"title":"10: Fortune"},{"meaning":["A feather's weight.","Let's take a little walk into popularized Egyptology. After death, one meets Anubis, the jackal-headed black god of mummification, justice, and the dead. He takes your heart, and plops it with what must be a moist, unpleasant squidging noise onto one side of a golden balance; on the other side goes the ostrich feather of Ma'at. If your heart's heavy with bad works and weighs more than the feather, you're thrown to the crocodiles. If it's full of beauty and light and weighs less than that feather, you get to enter the afterlife.","Take his wife, stick her in a catsuit, and that's what you're looking at here.","Of course, that's just one layer of symbols. What good is a Tarot deck where every card only means exactly one thing?","Justice, they say, is blind. Here she's not so much blind as merely really in need of a headband. Still, it's not as if she can see before her very clearly. She waits, poised and tensed, for the proper moment to strike with her huge black runesword. She'll bring it down like an executioner if the law demands, for she has only one kind of compassion: a sharp edge.","Like the first of the three Moral Virtues (the others are Fortitude and Temperance), she wears a posture collar. She is bound by rules and law; she is a construct of society. What is “right” and “just” varies from place to place, and she's all too easily re-shaped by gold.","So ask yourself: What is in balance? What is not? What weighs more than a feather, what weighs less? (And maybe that feather's made of gold. What's the weight of a good life?) What do you see when you blind yourself to mercy? Should you?","The laws of physics know no mercy. Shall our own laws be any different?"],"title":"11: Justice"},{"meaning":["Once upon a time, this card was “The Traitor”; in medieval Italy, traitors were executed by hanging them upside down by one foot. Over time, this became forgotten, and the striking image remained. Occultists found Symbolic Meaning “encoded” in the peculiar posture and linked the card with various rebirth myths, ignoring the imagery of an ignoble execution and substituting a sort of transcendent rising above the body. Were they foolish to do this?","Meanwhile, at one point it was common for medieval Italian decks to have the card we know as “Death” be unlabeled. Merely card number 13. If you don't talk about it, it won't happen – and how often is the traitor to be shunned, how deep is the risk of becoming an un-person?","Trials, betrayal, transcendence – and possible death. Literal or metaphorical.","On the other hand, Odin hung himself upside down from Yggdrasil for a week and two days and gained the power of the alphabet, and deeper knowledge as well. And thus our traitress is watched by a raven as she hangs, pupating, with one eye blinded. Is that Huginn or Muninn? Or is it just an ordinary bird wondering how to get through her space helmet for the tasty treat of her other eye? (And if either Thought or Memory is perched upon that ornate and impractical axe handle, which one is it, and where's the other one gotten to?)","What's going to crawl out of that rubbery cocoon? And what will it know that it didn't before? Who's going to betray you and leave you hung up to dry?","(And meanwhile, have you noticed how much this half-blinded person resembles Justice? Both in tight fetish latex gear, one dominant, one submissive. Which role would you rather play in bed tonight?)"],"title":"12: (untitled)"},{"meaning":["Unbound, free, wild, and happy. The singularity is untied from the world, all stories are over – just a hint of them trailing behind. Compare to the High Priest, History, and the Fools; who carries their story where?","In some traditions, a marriage is celebrated by leaping over a broom. Here, we leap over a scythe. What might you want to celebrate severing? What *needs* to die?","But now her stories are written on her skin, you know. Tender filligree, long alien ciphers to expand. Bubble chamber trails of atomic collisions, tracing out the echos of what you did in the world. Are you truly dead until all of those have faded? In many important ways, yes – you certainly won't be making any more.","Behind her, people run in the mud and rain of a moonlit shower. The ground is slick though the drops are few; is the rain ending or is this just a lull? Businessman or elegant lady or noble horseperson, we all slip and fall now and then, and eventually it will be for the last time. What's the world going to remember when you're gone? Who will plant black roses in your honor?","Sometimes, we say to calm a fearful questioner, the Death card is just a metaphor. But let's be honest here. Sometimes it's about death. So far on this world it's been a fact of life. She comes to us all, eventually; maybe she gently leads us into paradise, maybe she throws us back into the wheel of life, maybe she's just a pretty lie before the cold hard fact that things have an end, and that there is nothing to be found afterwards.","But who put that collar on her?"],"title":"13: Death"},{"meaning":["Half-human and half-animal, our golden mermaid is balanced in the sea. A golden feather floats beside her, discarded but not forgotten. Water and wine pour from two jugs, ignoring gravity to splash on her head – or does her watery hair flow in two directions to fill those vessels?","So. Let's talk about alchemy here for a moment. The most famous goal of the alchemists was the Philosopher's Stone – a substance or process that could turn lead into gold.","Draw the veil back: the Philosopher's Stone was a metaphor for the perfection of the Self. For enlightenment, for the transmutation of the body into some kind of golden body of light. Seeking it was the “Great Work”.","Draw another veil back: You can, like, totally read most alchemical processes with a dirty mind and make it all about having kinky Tantric sex. You'll certainly have a lot more fun if you do it that way than if you breathe the nasty fumes from some of the stuff the recipes call for you to heat up, and you'll never find yourself wanking over a lump of horseshit in the hopes of making a homonculus. (Remember to practice safe alchemy – use a condom.) Set yourself up as a Great Magician and you can start looking for sexy young neophytes of whatever sex suits your fancy to “teach alchemy” to. Hey, maybe it *will* help you transcend into some kind of immortal pattern of energy.","Another veil: maybe those kinky Tantric rituals hidden under alchemy are all about expressing a desire to get closer to the great Oneness of the universe. As above, so below. Why *not* use chemical processes as a metaphor for this?","Anyway. This card is about alchemy. Or so the occultists say. In their decks it is[3]. In older decks? It's one of the three Moral Virtues scattered through the middle of the Trumps, across the break between the lower, worldly half of the Major Arcana and the upper, celestial and spiritual half – Fortitude, Justice, and Temperance. Respectively, they are the strength to not act, the wisdom to act correctly, and the compassion to act kindly. A little bit of foolishness and a little bit of wine can help in the last one, sometimes.","And, you know, the only sex a mermaid can have with a human is oral. Unless you really want to get off over a froth of eggs… It'd probably be more fun to polish her. Ain't no biological children coming from *this* union, not without the help of a little Mad Science. Which is the popular culture heir of the Alchemist with a brain broken by inhaling all those aformentioned vapors.","[3] Barring the postmodern interpretation that there is no true meaning in a text, only that which the reader finds. What does this card mean to you? These are just suggestions, and hints as to what may have been on my mind when I drew it. Burn this book and write your own."],"title":"14: Temperance"},{"meaning":["A rejection of duality. This is a theme running through much of my deck, but it really comes to a point here. The main figure is sitting in a meditative pose, floating in the middle of a very black-and-white room. But she's not meditating – her eyes are open, she's looking off to one side. She is, perhaps, a little irritated. Irritated at being forced into the role of “the Devil”, source of evil and ideas to suppress; irritated at her failure to meditate; irritated at something else in the spread next to her. Or perhaps she is not so much irritated as disinterested, and distracted; her focus lies not on you sitting there dealing the cards, not on something in the image, but out of the panel. In a single-card draw to ask a question, maybe she's just saying “find your own damn answers, I have better things to do.”","She is the Devil, what the Christian mythology part of the deck would have you believe is the source of evil. And yet she is serene and not at all interested in tempting you. She is completely detached; she is something on a far larger scale than you work at – and she doesn't care about you. There's a bit of the Total Perspective Vortex going on in this card – you're just a tiny insignificant speck in the universe, you are not particularly loved or loathed by it, you're just there. You're technically her business, but she has broader things on her mind. She doesn't care about the fight between “good” and “evil” any more; maybe she never really did and that's just the story Christianity imposed. She is bored with being blamed for all the evil in the world; she has better things to do than to put her fingers in every little mortal pie. A tiny little reflexive part of her will come whisper secrets in your ear if you invite it.","In the context of a question with two main answers, she is a reminder to pause and consider what lies outside the binary thinking of your question – you think X or Y are mutually exclusive, but are they? Are they really just part of a single-dimensional continuum your thoughts are stuck in? What's the third, fourth, fifth option you're not seeing? Can you do X and Y at the same time, if they both tempt you?","Her costume is formal: this is the “man of wealth and taste” of the modern Devil. Were she to bother trying to take her official role and tempt you, you wouldn't notice those hooves, that fire-tipped tail; she'd seem a perfectly sensible businesswoman with a curiously industrial perfume. Lightning-bolt markings on her head recall the linkage of the Christian Devil with various fire-bringer mythology, as well.","Traditional imagery for this card has two little humans in chains at the Devil's feet. Here, they are unchained, but contained within her briefcase: they are her business. They may already have sold themselves to her. They may be about to; what do you see in their interaction with the fiery serpent of her tail?"],"title":"15: the Devil"},{"meaning":["Tragedy strikes out of a clear blue sky.","What mythic event or object the traditional Tower is depicting is pretty vague, but we can fill it in with a lot of stuff. My favorite is to link it with the Christian myth of the Tower of Babylon. Which makes the reference to 9/11 in this version even more complicated; how much of the aftermath of that turned into finger-pointing and blaming, while the real causes continued unabated? (What's *your* money doing behind your back?)","After the crisis, after the tragedy, there are probably better things to do than to sit around blaming each other. It doesn't matter whose fault it is; what matters is that you're falling. Got anything better to do than curl in a ball and brace for impact? If you can distract yourself at the crucial moment, maybe you can miss the ground and fly.","Are these three people falling the ones we saw before as the Lovers? Is the black figure Justice? Are the paired towers one tower split in two, is this another card with a subtle false dualism message? Is the figure in red taking the traditional pose of the Hanged Traitor?","Meanwhile, in more metaphorical realms, this image suggests things breaking down and crumbling. Long-held beliefs, vast structures of (false?) reasoning, can be destroyed with the right payload delivered at the proper angle. What's come in under your radar lately that's got you teetering on the edge of collapse – or should you be flying in the grass on your way below someone else's defenses? Whichever way things are going, it's going to be messy. Papers and ash everywhere. Pick yourself up and look around when the conflagration's over: do you *really* want to get involved in an endless war in the desert?"],"title":"16: the Tower"},{"meaning":["From beyond the golden rainbow, she pours water into the world. Well. Probably water. It's a bit thick for water. Maybe it's milk. And there's that butterfly again, flittering around outside the world with her. It'll get down there eventually to do its little butterfly things.","This is the beginning of the truly celestial part of the traditional Major Arcana. There's a shift from them being concerned with the classes of people you'll meet in the world to greater forces they have to grapple with, and then towards cosmic concerns. Here, we have a hope of endless resources out amongst the stars. Some of them pour onto this planet but who knows how much more is further out there?","Mystically, this has to do with the idea that all of us are stars, dropped onto this planet to do our thing. (As Carl Sagan pointed out, we are all starstuff – made from atoms forged in the birth and death of earlier stars. Is this the same thing? Well, yes and no. There's a few layers of metaphor going on in both of these ideas; lots of stuff about glowing eternal luminescent soulforms in the mystic view, and a poetic decision to tag 'stars' as an origin of our atoms rather than any of the nearer places they've collected and been transformed before being assembled into a biological system complicated enough to look up into the sky and wonder in the laid-back astronomer's view. Both might want to get back out there again, but they have some very very different methods with which to go about it!)","You could also probably start thinking about the panspermia hypothesis: the idea that life on Earth did not begin here, but rather that the early, simple protooganisms that spread and diversified into all the creatures we see around us fell into the fertile fields of this virgin planet. (How is this any different from the theory that one petroglyph or another represents an ancient alien astronaut? (And, deeper in a parenthetical diversion: what were those aliens *here* for anyway? Miners? Missionaries? Using our remote planet as one stop in a long island-hopping supply chain across a primitive area to launch an invasion? Maybe all our religious symbols are caricatures of things as prosaic as Quonset huts and airplanes, and as unlikely to ever work as one made out of wood.))","About that butterfly again. There's a good chance it probably started with someone looking at an indescribable blob on a terribly-printed woodcut drawing. “Is it a bush with flowers? Is it a butterfly landing on a shrub? I dunno, man, just finish the drawing and get it done, I wanna get these things out the door.” So much for a straight line of symbology reaching back to the Great Masters Of Antiquity, huh? One artist decides a blob of ink's a butterfly and we have other people using them as mystical symbols for a soul's transmigration. Decide for yourself if the recurring butterflies in this deck are a symbol for anything; it's all just blobs of ink on paper anyway, isn't it? You're the one looking at them and imbuing them all with meaning. You're the star of this show here, not the deck. Put four and four together to get eight, or forty-four, or a couple of cute upside-down h's. Or double Jupiters depending on the font. Not that Jupiter is associated with this particular card, mind you.","And of course we have the dark goddess of the night sky bending over the world, her body jeweled with stars, the bulk of the galaxy seen edge-on turned into a river of milk running along her curves. Don't forget her; she's important, even though this text almost never talks about her. Some things are best left to be discovered yourself."],"title":"17: Star"},{"meaning":["Night, dreams, and a lover's betrayal. That's the Moon. Tranquil and calm and serene, with the possibility of utter horror just casually dangling. Sometimes the jackal is Anubis, guiding you through the Twelve Hours Of The Night of the previous cards along with the dead sun. Care to share in its rebirth?","We associate the Moon with madness: lunatics have the moon in their eyes. But its light is that of the Sun, reflected back by our planet's pale companion. She can make the difference between stumbling off a cliff in the dark and finding your way safely home. No good person is out under her light – but are you always a good person? She can be a beacon in the night. She's associated with Hecate, triple goddess of magic and the crossroads – and you probably wouldn't be flipping through the book for a Tarot deck if you weren't a bit witchy yourself, would you?","The lady in this Moon has a scorpion's tail (and that brings up yet another mythic triad, the Furies, with their scorpion whips and screamed imprecations). She wears her ambiguous nature on the outside. She'll probably betray you, at some point, but she's so lovely and calm. Someday she'll sting you, and you might die from the venom. Will it be worth it until then? Wnd what kind of trip will the toxin take you on, if you survive? A romantic gateway into the unknown, escorted by Hecate's hounds. (Who would play Orpheus to your Eurydice? Sort this out *before* you embark on that journey. Know your dealer and your sitter.)","She trails her finger in the waters. Without the Moon, how would the world be different? It's her gravity that gives the world its tides, one of the slow engines of life. A subtle, invisible effect, but a strong one. What invisible hand is shaping your circumstances now?","How many songs have been written about her, anyway? Which one comes to your mind first? How do the lyrics you remember match what's going on – and how do the *actual* lyrics resonate?","She won't keep you warm, but she'll light your lonely way."],"title":"18: Moon"},{"meaning":["Lie in the sun on a warm summer day. Listen to the bees buzzing about. Ponder the worship of the star we circle, for it is the source of all we are and do – without its light, the planet would be frozen and lifeless. The ancients put it near the center of the cosmos, but we know better now – this star is important to *us*, but it's just one among many stars making up one of many galaxies. Just another golden bee in the great hive.","Still, it's the endless dance of her fires and self-consumption that keeps us alive. Her heat and light is the source of everything we do; our fossil fuels are crushed plants and animals, all fed ultimately on her light. Only nuclear energy is not of her. She keeps us sane (how well do *you* cope with seasonal depression?), she keeps us close with her gravity. If you're going to worship a Source Of All Good Things, the Sun is a pretty good place to start.","Light, often, is knowledge – we speak of a dawning awareness, of the clouds parting. A lightbulb appears over a cartoon character's head. So the Sun brings knowledge each time it's resurrected from seeming death, when it sinks into the bloody evening sky. But be careful; if you look too close you'll burn your eyes out. (What can you learn if you travel through your own dark night of the soul? Go ask the Moon if she'll loan you her hounds to be your guides; ask Apollo to borrow his chariot, ask to hitch a ride on the Boat Of A Million Years. You probably don't want to ask Tonatiuh[5] for a hand, though. His price is pretty high.)","There's intense joy here. The joy of having more energy than you know what to do with, enough to do anything you can think of. In the middle of winter, what seems more appealing than going out under the Sun and being caressed by its rays? Life seems easier nearer the equator, where she never goes so far away.","Of course, there can be too much. The Sun can bring heatstroke, the Sun can bring dehydration. The Sun can bring skin cancer. The Sun can leave you a slowly baking corpse in the middle of a desert. Fly too close like Icarus and the wax will melt from your wings. Leave the protective embrace of the Earth's atmosphere while the Sun's having a storm and harsh radiation will fry you while the folks down on the ground enjoy the pretty aurorae. Keep this in mind; wear sunscreen.","What flower is the bee in the sun giving directions to as she dances? Can you tell, or are you just fascinated by watching her shake her ass?","[5] The Fifth Sun in Aztec myth, and, coincidentally, the fifth footnote I've written for this text. If I was full of myself I'd ask if the bee I drew is a herald of the Fifth Cosmic Age coming after the Aztec calendar cycles through its Long Count sometime in 2012, but, well, see my comments on the futility of declaring New Ages in the text for the very next card. I just like drawing beegirls."],"title":"19: Sun"},{"meaning":["A raucous jazz funeral for the entire universe – or for the old self you've climbed out of. Send it off with a celebration, remember the good parts, and look forward to the next round. Have you noticed yet that almost every card about 'change' so far advocates taking the risk and having fun with it?","Cool blue suffuses this card; this must be the mournful part where you remember what's done and gone. But pretty soon she'll be blowing hotter tunes on that horn, jamming her way into a new cycle. Spirits fall upwards, reaching for the next thing: another try? oblivion? flight and glory after being freed from their earthly chrysalis? I don't know which and you don't either. None of us can; we can only hope that there's something interesting after the end. Dance and jam while it lasts, my little cats and kittens, because eventually it'll be over when you least expect it. And yet the music goes on; there's always someone out there to pick up the the tune if you played it well enough.","Traditionally, this one's all about the End Of The World, when the Christian God folds it all up, sits down with the Devil, and works out the score. But sitting here at the beginning of the twenty-first century, looking back at one technological “revolution” following ever faster on the heels of the last one, one might begin to think that the world is *always* ending! But we're creating a new one as fast as the old world crumbles around us; creation and destruction are continuous acts, not one-time events. Who are we to put a flag at one particular point in time and say, “Here begins the New Age”? Pick an Age in history, whether it be personal or global, and ask yourself when it truly began; the borders are blurry. We're certainly a long way from the Cambrian Age, at least. But where did the Medieval Era really end? You can't say that it ended when people stopped thinking with that era's logic because there are still people thinking that way right now. Probably even you! What's more medieval than a Tarot deck?","Maybe it's a good time to sit back and ask yourself what age is ending, and what new age is about to begin. Pick up your horn and play me out of this world – is it time to take your craft, musical or not, to the next level? That's a judgement right there. Think you're good enough to go pro now?","(The cyclical nature of creation and destruction is reflected in the palette: blues fade towards white at the top – but our saxophonist is in a pure white dress. Maybe she's floating up from an older Judgement herself. Maybe she's just the closest person in this mass of spirits, and the only one we can see in any detail…)"],"title":"20: Judgement"},{"meaning":["And at the end of her journey, the fool thinks that she encompasses the whole world. See? She wears it on her dress, four colors for the four elements of earth air water fire, the four corners of the globe, the four points of the stone. Name a four and she embodies it. And remember that Fours are not stable, that they are, at best, stopping points to catch your breath. But look at her dress through other eyes. It's only a step away from checkerboards, from motley. When her common sense stops curling around her head, she'll find another cliff and fall off of it; the cycle never ends until, abruptly, it does. And it won't end here, either.","She's been around the world and she thinks it means something. Maybe it does. Does she know about the camera watching her? It's been with her the whole journey. What happened to the other one? Alone in a white void, she walks her shadow – or does she dance with it? She'll find a new world to explore soon enough. Whole new vistas to be ignorant of, whole new sets of raw experience to project the same old symbols upon. Fool comes out of the void, brings the universe back to it. Is the void richer each time? Go on, try to make sure it will be when you finish your journey; what are you carving onto the universe with this go-round?","Journey's over, the pattern's been walked, what have you learnt? what have you taught? What was the story you trailed behind you? Time to run the race again, the long vast tumbling Fall; try a different route this time? A different metaphor, a different narrative? Walk awhile with your thoughts blazing from your head, and reflect upon the story so far. Write the next chapter."],"title":"21: Universe"},{"meaning":["Dark undercurrents run between the High Priestess and the Devil; they manifest here.","Poised halfway between an overlapping pair and between a disinterested rejection of duality. Forcing a bit of smut into your face. Here’s a meditation on duality, in the language of porn. Is this a he or a she? Come back later; the oracle is busy having some ‘alone time’. (This is the smuttier version of the Magic 8-Ball’s ANSWER HAZY TRY AGAIN.)","This is the other side of the Black Lodge, opposite the Devil. This is the observation chamber on the site of the experiment of the High Priestess. Floating somewhere between the eight and the nine, neither one nor the other: you could easily name this one Lust, if you wanted to swing that way. The Divine Hermaphrodite is enjoying a bit of private time and would rather not be spied upon - or has a challenge just been issued? We might be in the territory of Temptation, after all.","Maya’s waiting for you to catch on that everything around you is a sacred text. It’s written on the walls of the world, not on the body of the High Priest."],"title":"8½: Maya"},{"meaning":["Usually vultures are symbols of death. Scavengers looking for easy prey. Featherless heads for easier cleaning after sticking it into a chest cavity. But you never know what a scavenger might bring home to you, do you? A vulture I knew once brought me some wonderful moments outside myself at a crucial time.","Bright green glow-sticks leave trails as she dances."],"title":"XIII: Vulture Mother"},{"meaning":["Gender’s a field that hasn’t quite been collapsed yet; by looking in those panties you’ll force a choice. Reality bends to her desires and the most improbable things become desirable. Right now he’s all potential; give her an inch and he’ll find a mile hidden inside it.","She’s drunk on himself, besotted with love - love for himself, love for everyone around her. You could fall into those heart-shaped eyes and never come out the other side.","Nothing is set; everything is fluid. *Everything*. The symbolic purity of youth and whiteness is entirely a pretense, and entirely honest."],"title":"VIII: She-Is-Legend"},{"meaning":["She bends the world around herself, and binds it about her with a story. Or is she the world, bending into itself, and trying to explain itself with narration? Just the whole cosmos finding a way of talking to itself. At the very least this card may be a reminder that the whole deck can just be an elaborate way of talking to yourself – what story do you bring to these cards, what begs itself to be connected in ways you wouldn't let yourself connect normally?","A two-dimensional regular grid bent into a cone: the 'rubber sheet' popularization of relativity, pushed past the breaking of the metaphor by a singularity. And yet here the singularity has a face, has hands, might be something that has a name. What will happen when she opens her eyes and unties herself? Will the rubber contract, pulling her uniqueness back into the endless grid? Or will she become more solid and real?","X is the Roman numeral for 10 – Fortune, who also rises out of a checkered ground. 10 is a personification of the uncaring randomness of the universe, offering success or failure with no real pattern, while X is your own influence on the randomness. You are the X-factor that shapes your own fate to your own agenda, if you choose to. If you can work out the right stories to tell the world, and yourself. And keep in mind that as you shape the world with your stories, you're also shaping yourself – look out for writing yourself into a corner!","Language shapes thought.","What's the story you're telling yourself? Can you read it? Is this really the one you want to be the main character in? Tell us a good one, please.","(While 0 — Void — is the limitless possibility of the future from the emptiness of now, X — History — is the limits we create by filling now with the past. Void is having no script to follow. Together, they are a koan: Which holds more, Nothing or Everything?)"],"title":"x: History"},{"meaning":["Eventually a fool learns to fly on the wings of her own stories. She’s been hiding behind you all along, even when you don’t believe in her - the Higher Self cares about that as much as you care about one of your fingers believing in you. History’s over and it’s time to tell another story, somewhere else. Somewhere more complex than this flatland.","But bear in mind that A. Square was regarded as a lunatic."],"title":"ℵ₄"}],"minors":[[null,null,null,null,{"meaning":["This is where it ends. This is where it begins.","A white butterfly flutters through the blackness, its delicate wings trailing a rainbow.  Find your own mysteries within it.","It has no elemental associations. It has no astrological associations. The void was there before the constellations were lit, and will be there when the last one burns out.","It is emptiness; how will you fill it?","Initial conditions; the butterfly is a reminder of how sensitive a chaotic system can be to those. Chaos theory gives us the “butterfly effect”, the thought that the vortices of air coming off of a butterfly's wings could be the root of a tropical storm halfway across the world. Move carefully, for what you do may have long-reaching and unforseen consequences; move uncaringly, for your life is as short as a butterfly's in the grand scheme of things.","The same butterfly can be found in the Star. And maybe in a Fool. Perhaps a few other places, too. Go seeking.","In general, this is a card of beginnings. This is the void of raw potential, not the void of the end of all things. Or perhaps it is both, if you like the cyclical-universe theory – everything collapses into a Big Crunch, with seethes for an unknown timeless time, then explodes, starting the universe anew. How will we define the universal constants this time? The Aces are the Big Bang, and the Void is the precursor to that.","Divinatory meanings: The Butterfly Effect, chaos, raw unformed possibility. Potential. Things are about to happen, and might happen fast. If ill-dignified, it is 'analysis paralysis', illusions of conspiracy, insignificance. Clusterfuck."],"title":"Nothing"}],[{"meaning":["This is the bottom, the base matter under it all. This is the bounty of the universe, ready to give herself to us. A physical birth, the beginnings of what some might call a new Aeon – but the truth of continuous creation is that *every* moment is potentially the beginning of a new aeon. One layering of complexity begets another one, once the revolution has become the new baseline.","The raw material of the world, the passive physical force. That which upon the light of our minds can reflect. (You'll notice she's pitch-black, unlike the other Aces. She's the closest one to the Void, the furthest one away from the transcendent consciousness of the Universe.)","So here's the raw materials. Here's the blank canvas sitting in front of you with all the varieties of paint you could ever want. What will you make with her? She wants to grow, she's eager to do so – give her a pattern and she'll serve you well. She's the dark lady of Chaos, waiting to breed complexity in (her) fractal womb. (Can you see the patterns in it?)","She'll take you to the stars. All she wants in return is you. How could she want more?"],"title":"The Root of the Powers of Earth"},{"meaning":["A serpent-woman bursts from white nothingness in a splash of water, wearing a feather boa – ready to perform! Four round breasts and a rounder pregnant belly make it clear that she is fertile. A mask with a single goblet obscures her face; personality is subsumed entirely in her role.","Cups is the water suit. Feminine and passive; acted upon rather than acting – but on the other hand water gets what it wants, flowing easily around all but the strongest obstacles. Can you stop a river or a tsunami? Deep and dark and mysterious and powerful, but sparkling and beautiful on the surface.","Fertility, beauty, pleasure, happiness. Productivity. The delights of getting things done. But sometimes you just have to “lie back and think of England”…"],"title":"The Root of the Powers of Water"},{"meaning":["“Time to make a new mask! This old one's used up. Who do you want to be today? Do you wanna be just like someone on TV? So here's the game we've played so many times. What will we call ourselves this time? Oh yes. Magic! What a nice way to tame the wildness of fire in a words. We're chaos' active dance, the burning light that leaves dust behind. We're the salamander that leaves flaming footprints behind. We'll pick you up and drop you down, and leave you a cinder with a wild grin. We're destructive. You shouldn't play with us, we like to burn.”","The destructive, active, femme force, as opposed to the building activeness of butch Wands. Elemental fire burns hot and leaves nothing behind – no dust, no ashes, not even a memory of its presence. What's left is the bright memory of its motion. And what is the world without motion, after all? We burn up the base matter of ourselves with our consciousness; we die a little every second as our metabolic processes start to turn upon themselves.","One mask is easy to see. Two or more, not so much. Focus, focus, get all those masks to converge, and see what's under the face of Force and Fire with the pure gaze of your Magical Will. Or get some glasses.","“Enough talking and theorizing! Let's dance!”"],"title":"The Root of the Powers of Fire"},{"meaning":["We speak of the “breath of life”. “In the beginning was the Word.” Air is around us, within us, almost unnoticeable except for when we lack it. Air is a carrier for our plans, air goes where it will. Sometimes it hangs around to help us.","Airy thought, detached from the body. How can it affect the world? How can it be made manifest? We live in a world transformed by it now; how much of the casual magic of daily life flits through the air around you? Gears grind and djinn are born from an egg of our own crafting; the void is cracked as well.","Swords must be honed and so must your mind. Keep it sharp, keep it flexible, keep it strong, because someday you might have to jam it right back into the workings that spawned it. For justice, one hopes. Swords are made for battle, and they must be strong to carry you through your troubles without breaking.","Our butch Spirit of Air wears a gear around each wrist, and tattooed on her belly: marks of her service, the iron-forged chains that can hold her down. She has been invoked; how will you use her? The servant of the mind awaits.","The plans of air guide the hand that changes the material world. Cleave it."],"title":"The Root of the Powers of Air"}],[{"meaning":["Two roads in the woods. Does our goat-girl take the one less travelled? Will she regret it if she does? But that's for far, far down the path; right now she's full of optimism and hope. Those hooves might protect her from a low strike by that snake, if it's poisonous?","Light tree, dark tree. She steps between them. Do they grow at angles or do they part for her touch? And what's she leaving behind? What's she carrying in her purse that has her so confident?","She might not know that the clip-clop of boots has given way to the clip-clop of hooves. Strange things move in the woods, and she may be becoming one herself. She's shrouded the darkness of the Ace in her gleaming white skin, but some parts still poke out…","Choices; changes. Odd transformations.","In the forest of forgetfulness, we are all as nameless as Alice. But even if she stepped from that mist – or wall – behind her this very instant, she's to be defined by her choices. Each path changes her, each choice of way part of the solution to the particular instance of a recursive equation expressed in multidimensional space. Really, if she's anything, maybe she's just a bit of math working itself out, inexoriably changing as it works its way through the entirety of its possibility space.","So try to be the instance that finds the best way out of its algorithmic domain. Own your change and ride it."],"title":"Change"},{"meaning":["Void and spirit, black and white, serpent and biped. Happily married and celebrating the joining. One pours her water up; the other pours her water down. And the scent of the lotus fills the air. Spirals and straight lines; one becomes the other seamlessly and maybe it doesn't really matter which is which.","Is that really water falling from the serpent's cup? Or is it some other liquid? Milk, perhaps. Or an ever-flowing fount of… In some decks this card has much to do with alchemy, and much of alchemy is just metaphors for tantric sex, so perhaps it's the raunchiest thing you can think of. What would *you* like to drink at your wedding, dear? And would you rather be on the top, or on the bottom?","Everything is in harmony; everything is joy and hope and light."],"title":"Love"},{"meaning":["The storm sweeps dust in from past the horizon. And the bride waits for the Man with No Name looming behind her. A Western shoot-out's impending, but why'd she bring two knives to a gun fight? The veil blows aside; what will she see when she turns and looks?","She's in a bridal dress and the swords crossed below her crotch are bloody red, long before the fight. Is *your* marriage all red swords crossed at the groin? Is this argument really just “that time of the month” manifesting itself on one side or the other? But there isn't really time to pause and reflect on that. Oh, wait, maybe there is. You might not think that “peace” is the right name for this card – maybe “stand-off” or “show-down” – but this is that precious last moment of it. Maybe the moment before you throw your swords down and talk your way into something longer-lasting. This might be your last chance. "],"title":"Peace"},{"meaning":["Dancing with the twitching energy of the lightning bolt, the whole world phases into focus as her firey dragon dance fades. Twirling and flipping; which pole is which? Left crossed over to right, and does it really matter? Would she complete the circuit if she turned around?","White on red, visually bold, She's carved out of the spaces between the vibrations, made out of nothing but your tendency to fill in holes. Is there anything there beneath that? How much of the whole word is defined by your will looking at it and putting names and patterns to it, anyway?","Look at that smirk, look at that lack of costume. Shameless, really – she has nothing she wants to hide. Ever so confident in herself. On her belly is a tattoo, stylized into mystery – is it a flying serpent? A dragon? A thunderbird? that flies up her body from her loins, towards the crackle of energy about her head. Almost like a parody of a sperm fertilizing an egg. (If you're asking whether you should have some kind of Tantric ceremony soon, the answer is “yes”.)","If she lets go of those two sources of radiant energy, will she vanish? Will they stop being held apart and combine, covering the whole card with interference patterns? Fire's wisdom is to consume and destroy, after all! But it's so much fun to dance wildly until you're burnt out."],"title":"Will"}],[{"meaning":["Welder's mask down to cut the glare, she fixes the antenna to the converted cathedral. And the broadcast begins. A fine physical container for the spirit and will of her ventures – but where's the heart of it? Hidden away somewhere, hidden away. Maybe you can see it in her eyes, protecting her from the purity of the spark she guides.","She's not the only one building, of course! Off in the distance you can see other work going on – a crane, continually pushed up the superstructure it erects until it's torn down at the very top. Distant antennae broadcast their own signals, interfering with the one she's involved in. Which one will dominate the airwaves? Time will tell. But this is a solid foundation from which greater things can be built, whether in stone or in minds…","Material work, construction, building. Craftsmanship. Communication."],"title":"Work"},{"meaning":["Two's company, three's a party. The wives from the Two are joined by a third, coiling and swirling merrily through space. Drinks of red, green, and blue recall the Lovers. There's no worry about spilling the drinks; there's always more to be had.","Which one are you – the fertile, never-ending serpent, the dark lady, or the normal human? Maybe you're all three. Who's riding who in this wild night under the stars? The night sky is endless, and full of resources if you know how to look for them. Let's go have some fun up there. (Later on, we will.)","Abundance. Pleasure. Love overflowing. One hell of a party."],"title":"Abundance"},{"meaning":["Poor Seera's gone and had an accident. Who will clean up all the blood?","Crowley said it pretty succinctly: “This is the womb of Chaos. Secrecy is here, and Perversion.”","Normally this is seen as a card of storms and horror and heartbreak, of unmitigated badness and pain. But really, what's wrong with a little edgeplay? Pain can be a gateway to bliss, and not just in the “feels so good when it stops” sense – endorphins are endorphins.","She's plunging swords into her womb, not her heart. Killing her potential for creation? But she's enjoying it oh so much. Enjoying the blood dripping down her front and back, the way it thickly coats her sex. Sensual pleasure taken in ways that will never result in children – but are those eggs hers? Look, one of them's already beginning to open, and her horrible progeny is starting to come out. Likely it's tentacly and creepy, but incredibly cute and lovable – babies are like that no matter what they are. In sunken R'lyeh, Little C'thulhu lays dreaming?","And all that blood? It's good for the soil, you know. Good for the dark plants that grow thick around her. Crisis and pain can serve as the fuel for wonderful things; how will you transform your troubles into joy?","What's the name of the horrible stabby monster that lives inside of you? Get to know her. Know when he's coming out. Learn what it wants and what will make her howl in filthy glee. Learn to ride the storm; now is the time to be it."],"title":"Spite"},{"meaning":["“Will is in harmony with the world. Here is what you can make, if you dare. All of this is yours. Pride, wealth, conceit. Join with us and we can make all of this happen and more. We made this world for you; now go play in it. Bring some thought and plans to the pulsing energy of the cosmos; write out some great epics upon this canvas. Our creation is done; now is the time for you to go play in it.”","This is where it starts to get complicated, you see. Where the spiders start to weave their stories. Maybe some of them are traps. What's hidden under her skirt, anyway?","The world curves up into the sky. A tiny false trap to be lost in, or a colossal ringworld big enough for hundreds of thousands of Earths laid flat like smashed oranges? Spring comes to all of that vastness at once, and here it is – flowers blossom, bees buzz, and it's *time to get started doing something*.","So– go make something to equal the artifact you live in. Dream big and get started."],"title":"Creation"}],[{"meaning":["“Money can't buy me love.”","Alone at last, the dragon-lady lurks in her lonely tower. Safe with nobody to bother her. She can count it all she likes. No risk, none at all. Then why is she so bored? And perhaps on other days she's happy to be alone, here in this place of power. She can see for miles; it's easy to defend. But right now? She's not happy.","(Maybe she's just not happy because you're here. She's too polite to actually put it in words, but she's watching your every move in case you pick up something that doesn't belong to you.)","The wands? Lifeless wooden bars on her window. Not quite a prison's bars but oh so close. Is she kept in or is the world kept out? All the growth is outside, in the light of the sun; inside, there's just one pale rose she's plucked. Surprisingly, it hasn't withered yet.","Like all of the Fours, the stability here is an illusion. The tower comes down sooner or later, and she'll be thrust outside. Leave her alone until then; her claws are sharp."],"title":"Solitude"},{"meaning":["Seated in a comfortable chair while the rich behave whimsically all around her, it's just not enough – she dreams of better days. The grey serpent offers a dark red glass, but she already has a black one in hand – should she trade emptiness now for a bloody promise of the moon? Mythic Kokoino Kounty's lopsided crescent beckons. What other moons are out today? What shadows do they fail to cast upon you?","Move on, move on; this comfort is a trap. You will do nothing if you stay here. Or you could get out of that little bubble of superiority and join the indoor croquet game. Break a few windows, have some fun, find a way out from behind the comfortable bars. Wonderland is getting to be a tiresome place.","The seeds of discontent lie in happiness."],"title":"Luxury (Ennui)"},{"meaning":["A refuge from the fight, defined by a momentary shelter. A ritual of peace; share breath and smoke and stillness. This is a place of stability amidst the chaos of the storm; can you make this eye of a hurricane expand? Pause to play footsie with your seeming enemy; ask yourself what you're really fighting about. Probably nothing. Make some compromises, make some deals, or at least lean back and get stoned. Speak some truths that dare not be spoken outside the charmed circle of friendship.","Calmness has to be fought for sometimes. And anxiety is always waiting. But there are tools to help the fight. (If the question you're asking the deck is “Should I get high tonight?” and this card turns up, you can treat it as an unequivocal “yes”.)"],"title":"Truce"},{"meaning":["Ahhh. A retreat from the world in which to eff the ineffable – a house just big enough for one, a balcony with a gorgeous view, and chimes to sing with the breeze. And a book to consider, in between bouts of looking out at the view.","But look again – that house is too small for her, isn't it? And the balcony's barely supported. It might go falling down the cliff at any time. It's stable enough for now, and she doesn't look likely to be jumping up and down on dressed like that. Four is never a stable place but this is about as safe as it gets; the appearance of serenity comes close to the real thing.","What's she studying in this magical evening? What's she learning beneath those two moons? Don't ask; she won't tell. She's done with the hard work for now. (Across the valley in the four of Wands, the dragon waits uneasy. But that's another story.) She's done with one thing and preparing for another; this is a time of quiet contemplation of the next step, whether it be outwards or inwards."],"title":"Completion"}],[{"meaning":["“Agathla, centuries aslumber, shivers in its sleep with splenetic splendor, and spreads abroad a seismic spasm with the supreme suavity of a vagabond volcano.” – Geo. Herriman","The tower's come down and its recluse is out in the world. Earthy disasters await – chasms yawn in quakes, the sleeping dragon turns below the ground and vomits magma from its throat. But that's off in the distance. Right here, right now, on this little plot of land, the ash will make for rich, rich soil to grow a future in.","But that future's going to cost a lot of hard, back-breaking work. Think the former ivory tower inhabitant is up to it? Her dark friend certainly is; she's willing to wear the pants in this farmer's gothic.","Can't help keep casting nervous glances at that lava, though. In her dreams it pours over her like Pompeii."],"title":"Worry"},{"meaning":["Well, she wanted out of that mansion, and she got it. But being rudely dropped from the back of a stainless steel dragon was really not in her plans. Still, a ride's a ride – you think she was gonna walk all the way out here in boots like that? She'l be all alone with nobody to talk to. Not that she wanted to talk to anyone there anyway.","Five cups fall with her; all are empty. Dry as the sands that will cushion the fall.","She probably thought she was going to get a ride to where she actually wanted to go, but, well, those dragonriders are treacherous. Trust them as far as you can throw them, if that. And hope for rain."],"title":"Disappointment"},{"meaning":["Defeat. Treachery, open arguments.","Give it up, Princess, you're done. Your plans and hopes are broken, you're surrounded. Even the craziest plans won't get you out of this one. Do you want more of your blood on the floor and the walls? Go ahead, rage and storm and throw yourself on their swords. Deny them the satisfaction of capture and negotiation and compromise by dying ignobly. Or you could, I don't know, lift up your hands and say “I surrender”, wait for rescue, wait for a chance to escape, even wait for negotiation to work for a change. But you won't, my dear, because you're afraid. Afraid of looking weak. Afraid of admitting that you've been bested. Take a deep breath, my love, put the shattered bits of your thoughts back together and live to play another day."],"title":"Defeat"},{"meaning":["“They're talking about me. I just know it. Arguing about how horrible I am.” Is every argument you overhear about you? Of course it is! You're not imagining it because you're bitter. They really *are* out to get you. (But hiding in a desert temple might not be the right course. Even if you *could* rise to the top by facing people's anger instead of hiding.) Why do you let other people's problems bother you, anyway? Because they're part of the group, and the group's survival is important to yours.","How many monkeys does it take to make a larger mind?","She's trapped in Hell, and it is other people arguing. This is trouble swirling around you. Should you retreat or should you reach out and alter it?"],"title":"Strife"}],[{"meaning":["So much honey, so much bounty of the mindless happy working of the bees! So much to be happy for and so much to praise. There's so much for the bee-queen to be generous with. She would be gathering power and influence if she was human, but she doesn't care – generating too much of this is what she *does*, and giving it out to honeysippers relieves her of having to figure out how to *store* it!","It's easier to just let it pour down from the moon, through the faint glimmers of the cage that holds reality, and into the waiting hands of her lovers. They're dark here, but this many-times-reflected sunshine will light up their insides and let them tell stories in all of the colors of the rainbow.","It is here that the raw primal power is refracted in a sixfold prism to become the electromagnetic spectrum (a mystery further expounded upon in the corresponding Major). To be precise, these are the preparations for that.","To be more prosaic, this is about the right time for you to give something to your followers. Who can succeed without followers, after all? ","(I like bee butts and I can not lie…)"],"title":"Success"},{"meaning":["The sun awakens buried underground passion; water overflows from everywhere. This is where the privation pays off; the hermitage in the desert has come to fruition. Sensual and sexual, caressed by the warming rays of the sun; water rises into the sky with euphoric glee.","Bows everywhere make her feel like a pretty little girl even as she blossoms into something more. And keep in mind that this is only the beginning; it gets much better from here. Things are finally looking up and becoming fascinating again; keep doing what you're doing and they'll be even more awesome soon enough. Just don't let yourself fall back down into the desert; keep reaching for that heat and love.","Harmony, well-being. With a tinge of nostalgic innocence."],"title":"Pleasure"},{"meaning":["Craft and intellect, balanced on a razor-sharp edge. Think logically and things will go your way, let animal passion grasp you and it turns into a mess. A calm, centered place amidst the conflicts, a moment to craft your plans and your tools. Or to investigate the ones you've been given, charge them up, and work out their uses. Do you really *need* to pick up a sword full of power? Maybe it'd be better to hammer it into slag and make something else with it. Still, if you've got to do battle – best to make a cunning plan. Pause and polish it until it glows.","Whatever you're making, make it well."],"title":"Science"},{"meaning":["Offerings towards victory. Pride. Is she dancing with those three filigree pentacles, or is she taking them off as part of a striptease?","This is victory achieved by working with others. Push forwards, not away, and you'll find things working out. Everything is in balance and walking the tightrope is easy once you know how to run down it; dance in joy when the goal's achieved. Pause and rest and you fall off the line; hope there's a net to catch you if you fall.","Who brings gifts and who receives them? Here, the supplicants bring themselves to their Queen; over in the Six of Wands, the queen gives of herself to her supplicants. Victory comes from both of these, but it only happens here when you can light other people's fires. And the Queen may not be a real person, but might be something created from the supplicant's gestalt.","Jupiter's there for the same reason she's a lion: astrology."],"title":"Victory"}],[{"meaning":["Promises of success unfulfilled.","This is another of the Very Modern images; the spectre of homelessness just didn't exist in a less intensely urban society the way it does now. Failing your Great Potential and ending up broken and lost is a constant fear in this modern world, especially if you were one of the Smart Kids. Society is happy to hand you any number of clubs to beat yourself up with when you're down and out; you're just no good if you can't find a job, you're a drain on society, you're a worthless layabout, a bum… hit yourself with these long enough, and you'll find yourself pinned down weeping in the middle of the Ten of Swords.","There is almost no green in this card. No nature in the middle of the snowy city. No money in the homeless person's pocket. The trees look dead, the streets are empty. But the wheel of seasons turns. The last leaf will drop, but the tree survives to burst into glorious greenery again. Contemplate that as you stare at the dead sticks, and keep the baseball bat handy. Just in case. You might need it. (When all of your possessions fit into one trash bag, is it really worth defending them? Maybe it is.)","Still, this is not a good place to stay. Get yourself moving out of it if you can. Find some warmer climes. Find somewhere to blossom."],"title":"Failure"},{"meaning":["Drunk again. Drunk on rich, red wine. And as you flail for balance, the other side of the mirror comes out – insectile buzzing rainbow-winged fairy thing, alienated from everyone around her and ready to sting. Drunk like you've never been before; in the hangover you'll swear off of it. Did you really say that to him? Oh, crap. What did you say about her? And all that drinking's going to go to your waist, too.","Or is she drunk all by herself? Trying to have a party without inviting anyone, drinking herself incoherent with illusions. You'll notice those cups and bottles reflect in the mirror as nothing more than a bunch of falling leaves. Beware those faeries in the mirror; most of their promises turn out to be worth nothing. The shining iridescence of their wings tends to be there to distract you from the decay.","The wallpaper, ever so faintly tinted yellow (this is a sickly place, let's not stay here – how can you regain control and get going again?) bears the symbols of Scorpio and Venus – a stinging insect in the moon."],"title":"Debauch"},{"meaning":["Three against one. It's not fair! Just one girl with an electrified sword against three dual-wielding Furies, green-tongued deceitful medusae who'll take her down without thinking. Oh, to be able to stop the conflict and talk things out, to appease both sides and find some harmless solution! But the battle's begun and the dogs of war are howling. Deep-rooted cold reptillian cries for blood, coming from both sides. It's a good thing everyone's so pissed-off they're just clashing uselessly against each other instead of focusing their strikes. But nobody sees the coming storm that'll make the battlefield muddy.","Ain't nobody winning this one. You really should stop before you go further down this road -it just gets worse. Find some new way to attack this problem.","(The moon in Aquarius suggests water's yielding flow.)"],"title":"Futility"},{"meaning":["Ah, and now it's time to test your courage. How well are you seated in the world, o Chariot? Here's a nice hostage situation for you to work out. Can you rescue the princess without getting shot by her captors? The city's in flames and it's anyone's guess who lit it. Never mind, the evening's crisis is what's here to deal with now.","If she's got valor enough she'll find a way in / she'll leap out the window and take flight / she'll keep from digging herself in worse.","Five above and two below; does she choose the strife or the will? Boldness would suggest the latter.","The Queen's plans may be noble and beautiful, but down here in the trenches things get more complicated. It's every hand for herself – or is it? React with well-trained habits to the crisis at hand, ride the instinctual animal, and there may be a happy ending for this episode of the story.","Is that crow at the top screaming “HELP ME” or “GO AWAY”?","Possible victory, but it won't be easy. Obstacles with the courage to meet them."],"title":"Valor"}],[{"meaning":["Investment. Seeds waiting to grow. Putting something away for a rainy day; gambling with the odds thoroughly calculated.","There's always some apocalypse or another coming; for people like me who grew up in the eighties, it was the specter of “mutual assured destruction”. I don't know if it resonates for younger folks; I'm not sure it still resonates with me any more to be honest. But part of the essence of a Tarot deck is to be a little bit quaint. Here's yesterday's doomsday scenario. What's today's? How will you deal with it? What should you keep in the bunker?","And what do you do to amuse yourself while you wait for doom to be finished? The residents of this one are playing cards. The column from Fortitude is playing footsie with the lion – or is she sending secret signals? And what card game is complete without a card sharp? (Remember: if you sit down at the table and can't tell who the patsy is, it's probably you. Now there's some prudence. Is the lion the patsy here? Everyone else has a pile of chips in front of them. But then again, she's the only one getting petted; as usual, she's playing a different game.) The pale girl with the goggles seems wary of the dude with the top hat, and let's be honest: nobody who sits down to a gaming table dressed like that is up to any good.","They might be playing for nothing but chips. Or they might be playing to see who gets to eat tonight."],"title":"Prudence"},{"meaning":["One in the morning and the liquor's all gone. Half-naked and exhausted – did you really drink it all? Hope you drank enough water to avoid the hangover tomorrow morning. How many things did you do that you're really hoping to forget?","Maybe it's time to stop so much excess. How many diets are born after a binge? How many gym memberships bought? Perhaps it's time to stop partying so much and start thinking about what you really want to make happen in the world. Sleep on it while you sleep it off.","Indolence, stagnation, decline. The party's over and the headache sets in.","(On the other hand who can plan in the middle of a party? You had your fun. Time to go into solitude, or the embrace of those few special people who won't drain your already-empty reserves, and fill up your reservoirs of socialbleness for the next time. Visit the vintner, lay some stock in the cellar. It's not for nothing that the neighboring Eight of Wands is about putting things away for later; this is when “later” has come and gone.)"],"title":"Regret"},{"meaning":["Too many ways to accomplish one thing. Too many roads to the same goal. Just pick one thing and be it, instead of shimmering a different afterimage every millisecond. Wake up, wake up, get your head out of the clouds, there's a real world out there to deal with. Or will you drink from your poisoned cup of regret and fall into a dreamless sleep forever? Shit, you might as well. It's so much work to pick your own future, after all. Go watch some TV, things won't get worse while you doze, right?","Wake the fuck up, she's bringing the storm.","Or is this Sleeping Beauty being rescued?"],"title":"Overkill"},{"meaning":["Too much force applied too suddenly. A very rapid rush, but quickly passed and expended. Swiftness, rapidity, courage, boldness. Theft and robbery. (Are there eight swords involved in this caper, as well?)","Count the pentacles: there are five. Count them again: there are six. Count them again: there are eight. (Count them again: there are twelve.) Tricky, isn't it? Salamander-raccoon isn't sure what layer of meaning she should be parsed at. But right now it's time for her to run like a hedgehog in her fireball-hurling quest to… smack the viewer in the face with magic, evidently. YOU GOT THE POWER-UP!","Are those creatures her friends or her foes? Is she playing Pokémon or Doom here? Or perhaps miss raccoon-mask is just trying to get your attention, little fool – where is she in her journey this time? She burns with flame and has *three* friends in this version – reptilebrain, fishbrain, dragonbrain. Which one whispers the best advice? No time to think; decide now! And trust your Higher Self to get it right.","Besides. You've got some extra mans. You can learn a little even if you fuck up and get sent back to the last checkpoint. "],"title":"Swiftness"}],[{"meaning":["Here we have a man and a woman, simply but richly clothed, exchanging a string of pearls. Who's giving it to who? They're standing before a reflecting pool with an abstract sculpture made of wands and ribbons, amidst a cosmopolitan mix of the wealthy. Well, except for that woman in a jester's costume. Who let her in?","The inscriptions on the nearest poles? Compound interest. Malthusian population growth. Use what leverage you can gain, make your resources work for you but don't exceed your resources or you'll skim the edge of bankruptcy or extinction. It's hard to see that sudden descent coming; right now it looks like this could go on forever.","Material gain. Compounding of interest. Power begets power.","Ill-aspected: It's all just stuff; treasures only weigh you down. What's important – that you can afford to give pearls to someone, or that you have someone to give them to?"],"title":"Gain"},{"meaning":["A happy woman, holding out a camera to photograph herself and her absurdly sexual get-up. Things are pretty calm and stable here; all the basics must be taken care of if she has time to sit there on the floor arranging toys in glasses of water! What she'll do next is anybody's guess – some magical ritual, an elaborate game whose rules constantly change, or maybe she'll just put everything back after she posts that photo on the net. Whatever it is, she's sure to have a good time doing it, because there's not much that can knock her out of her happy state.","Go on, get those implants. Live strange, die weird, leave a unique corpse. There's nothing to regret, in the long run; do what makes you happy. Do what makes the world more awesome."],"title":"Happiness"},{"meaning":["Stabbed in the back and poisoned. Betrayed by your own twin sister, delivered into the arms of serpents. So much for the grand and noble quest, huh? So much for those dreams. All you've got is mindless animal survival, and probably not long for that. It's been nice knowin' ya, kid.","Unless that lamia is pulling the knife out. Sometimes you've got to be cruel to be kind. Go in the corner and lick your wounds, find a dark cave to crawl into and not die – and take help when it's offered, even from someone you think is your enemy. Put down the knife, there's peace to find."],"title":"Cruelty"},{"meaning":["Immense, unstoppable force; directed mostly downward. Accurate delivery thereof. Success – but with strife. Victory – after fear.","Time to strike, and strike hard, at whatever's down there to do battle with. This is where magical force connects with the world. Go forth and do something, little witchling; attack the forces of the other side. (Who are the sides, anyway? And why are you taking them? Something to consider as you lay spent in the aftermath of the battle.) Bring the lens of yourself into alignment to strike with white heat of Will and maybe you'll survive your Fall. (The moon peeps over a steeple, watching another foolish battle. Better put on a good show for her.)","Act without thinking. Do without being. Strike hard. (Hope you aimed.)"],"title":"Strength"}],[{"meaning":["She's reached the peak, looking down on the city from a wide window, and there's nothing left for her as the improbable apocalypse of huge trees rain down on the city. Oh, she's got money – look at that dress, look at that view – but what's it doing for her now? She probably feels kind of foolish, looking over that long drop with a dragon yapping at her.","(And where did she get that dragon from, anyway?)","Look at her posture: she's slumped and miserable. All that wealth and success is for naught; she's stuck in it. So much for that earthly success, huh kids? Better luck next time.","On the other hand, all her resources might well come in handy during the cleanup. Now she's got something to *do* instead of just emptily making numbers become larger. If you've got it, use it – there's no taking it with you.","Material gain is done. And hollowness may be setting in. But being miserable with a lot of money is better than being miserable with none."],"title":"Wealth"},{"meaning":["The water of life, held in the hands of three strange feminine creatures that fly between the planets. Out, perhaps, into the void. Was that machine mermaid built that way, or born a human? Is that octogirl a thing of flesh, or a rippling pool of water held in place by twisting force-fields? Honoring the forms of the oceans they left far behind, they reach for the stars, bringing life and merriment to whatever corners it may find.","Looming in the sky behind them are Mars and Pisces. Old Mars, the desert dreams of Barsoom blown away in the dust of the knowledge Viking brought us. There may have been a golden age of water there, with life blooming wildly, and perhaps there will be again if our dreams of terraforming become reality. But the hope of water lies in the patterns we find in the stars. Dream of the sky and dream of the future; bring to it what glee and joy you may. Keep the party rolling, don't let the lights go out. Fizz and effervesce with delight until you run out of power somewhere alone and strange and cold – and who knows? Someone might still pick you up and get you running again, or wonder at the readout of your memories. Make them as long and complicated as you can.","More prosaically, if this card is inverted, stay away from the sushi tonight."],"title":"Dream"},{"meaning":["Well that's it, then. You've fucked it up irrevocably. You've given it all up and you're doomed. You are sooooo fucked you can't even begin to see the sun from the bottom of the hole you've dug. You're stuck there, the sword of Damocles is falling. You can't even bear to look.","But, you know, if you'd just lean back maybe it'd miss. It's a shame you've convinced yourself you're boned. Hell, if you weren't worried about ripping that pretty dress you could just stand up.","Idiot. I guess you *are* fucked, after all.","Who convinced you of this, anyway?"],"title":"Ruin"},{"meaning":["Absolute power breeds megalomania. Wall yourself too far off from the rest of the universe and you see it all as food. You can't eat it all, though; the forces of the teeming myriad distributed minds will fight tooth and nail against being assimilated into the One Hungry Being. She'll eat up Saturn to satisfy her hunger; she's the promise the Ace made to set everything alight at its final stages. She'll throw everything into the furnace that keeps her going and pay no mind to what might happen when she's got nothing more to eat; if that's the Big Crunch then she supposes she'll be okay with that.","But all the diversity really doesn't want to be poured into the apocalyptic pit of her stomach. You can see them flying out to turn the universe into many small happy things over at the top of the passive, feminine Cups; while they may all be one their connection is more tenuous and rather less brutal.","So be warned, then, of working too much for nobody but yourself. Of being a dictator, in whatever scale suits you. Because if you get too big and primally stupid, the ants will fight back.","Force absolute, without moderation. Hell, sometimes that's a good idea. Find a pleasant fantasy of Destroying It All to relax within for a little while, before getting back to serious matters. Where do you want to be a badass today?"],"title":"Oppression"}],[{"meaning":["Traditionally a maidenly foundation of fertility, but we look to the stars. Exploding out of the planet to seed another, or falling blissfully down into it? A dryad, an elemental on the brink of enlightenment, her bark face is twisted in delight. She's lost something of her individuality in this planetary wholeness, if she ever had it; she's lost in her journey, in whichever way she's falling. ","The flowers in her hair look like fire – sparks flowing out from the wood of herself from the finely-fractal kindling of her hair. What ideas is she fertile soil for? What strange magic could you produce from a new, alien shell? Rebirth.","There's a respect here for the mother Earth, from its star-tossed child. How would she deal with your current situation? Would she advocate the situation that's kindest to the weary planet that spawned her? Plant a tree for this seed-pod; she won't be coming back any time soon. (Or are those flowers in her hair the first sparks of fire from her atmospheric re-entry? Is that planet really Earth, anyway?)","Perhaps she falls eagerly back into the embrace of other people. Falling and burning into the World as the stars fall out of her hair.","The story of this card hinges on one crucial question: is her hair blown before her face by the force that sends her flying, or is she falling all the way back down? Turn it ninety degrees to the left and view it as part of the Void – has your answer changed? For, despite all its doubly-earthy solidity, this card is where the earthly Court invertsinto that of the (VOID).","So what's – or rather *who's* – at the root of your current problem? You're looking at them, right here."],"title":"Earth of Earth"},{"meaning":["Welcoming and warm in the frozen places. An ice crystal eager and waiting to melt. Trusting and open despite being struck down; a child ready for unconditional love. The Queen is reluctant, the King is closed, the Chevalier is desperately lacking – but the Prince will give, and give, and give some more. Unjealous, unguarded, too good to be true. All sweetness and purity and romance. Or is he opening his arms to draw you in, and cling to you until he's exhausted all of your warmth? His glass is half-full; perhaps he will leave yours all empty.","He fills the void of his heart with optimism. He's been hurt and rejected before, but he still has hope. Can you give him what he needs? Do you want to? Connect with him and he'll happily play with you for hours."],"title":"Earth of Water"},{"meaning":["Stay back or she'll cut you. She will. “Just… don't come any closer. Please? Oh god why am I so alone?” She's crazy, she's wild, she's a skittering mess with a flower red as blood in her hair. She wants to ground herself, wants to hold herself down, but she can't. Butterfly fluttering to bring you trouble, tattered wings that could never fly. Too many opposites make her– difficult. If she could just get some self-control she'd be as sharp as the steely dagger in her hand, be a driving force for whatever desire she forged out of wild dreams, but do *you* want to try to stitch together that crack in the sky?","(the girl's a fool, there's nobody watching her, she could do whatever she wants.) Rusted iron manacles can't hold her down. Or are those stains blood from her attempts to cut her wrists?","Now here's a secret: she's so much more than she knows she is. She's wild ideas waiting to be born, she's a bright shining child of madness. She's the rich potential of that impossible analogy that somehow, despite itself, *works*. The one that smells like a million dollars even when you look at it in the cold light of the next morning's hangover. But she's too fast for herself, so fast she seems slow from the outside. She's not. She's just… lost.","Poor crazy butterfly, she's the only thing that holds herself back from flying."],"title":"Earth of Air"},{"meaning":["Crouched at a wall because the desk is too small, a boy turns his head to glare at you. You've interrupted him at his work: creating a world. Maybe an imaginary one, maybe a real one. Should you let him get back to it?","This is where the magic starts: facing away from the world and dreaming. Eventually it becomes something like reality. Nobody in the 1970s, with their futurist videos of video-phoning a clerk in a shop to buy dresses, anticipated that the television would have vanished and fragmented, and that the clerk would be replaced by the obedient idiot of the computer, but their vision did become real. The dreams shape the world; the shape of the common flip-open cell-phone is created by a generation that grew up watching Captain Kirk flip open his communicator on *Star Trek*. The root of it is sitting there as a child and absorbing other people's dreams, then seeing what yours became.","Get lost too far in it and you forget how to deal with other people, of course. How will this artist react to you interrupting him? Will he scream and fuss, or will he turn his dreams around to deal with the new problem? The same wild invention that fills an imagined world can be just as powerful out in the real one. What's the craziest solution you can think of to your troubles? No, crazier than that! Crazier!","They may not be physically plausible, but you should never stop dreaming about dragons."],"title":"Earth of Fire"},{"meaning":["A barren, rocky place. A dead chunk of rock beneath the cold gaze of the stars, airless and barren.","But rock is something; rock is resources. Rock is crystalline order waiting for life to make it blossom. And from the top of the frame comes a pair of robotic arms - humanity’s inorganic children, coming down from the stars. Or humanity themselves. Maybe both.","Do gleaming steel robots with blazing red eyes hunt down the last of their creators in a firey revolt? Do we pour ourselves out of the squishy goop we were conceived in, finding new life as neural nets in shining steel carapaces? Regardless (and you should ponder that question more deeply if the 10 of Cups is near this in a reading), there may be star-sailing thing that comes after us.","A landscape without actors. Almost. Earth, bare and naked without any other elements. But Saturn’s children have arrived. Was the devouring of their parents peaceful?","Turn it over, turn it around. There is no orientation in the void. Now they’re moving the world. Now they’re about to be crushed by it. Which way did it fall from the deal?","These are no child of your body, whatever they are. A barren womb, a blank-shooting prick. Icy and cold and dead and empty. Just another nameless, numberless place in the sky... what do you want to call it?","Lost in the void without any ground to cling to. A child alone, even abandoned. Who wasn’t there for you? Who aren’t you being there for? What alien solace was/is there to find for that lack of support? Where is the child you never had? "],"title":"Progeny of (VOID)"}],[{"meaning":["The Man with No Name, riding in on his rhino just when the town needs a savior. He needs nothing more than a stick and his sense of justice. In his wake this green knight brings plenty; he heralds the harvest the Princess sowed. Dark and stolid and uncommunicative, he's a man who takes action only when he must. Lose his code of honor and he's a bandit, sweeping out of the hills to take. But even then, he might bring some kind of rough frontier law: “gonna get the girl, kill the baddies, and save the entire planet.”","His anger is slow to erupt, but volcanic when it does. He burns slow and he shoots straight. But right now he's more interested in guarding his crops than he is in kicking some ass. Maybe he's got a wife and kids now (although if he's in a spaghetti western, they'll be shortly killed). Maybe he's just retired. But that doesn't mean that he's not going to strain to catch a scent of danger on the springtime wind. And that doesn't mean that he's not going to drop everything  and go plodding off on some stolid, silent quest when he thinks something, somewhere, is wrong. "],"title":"Fire of Earth"},{"meaning":["A socialite, a bright spirit under the greying rain. Successful and she *will* fight to maintain that. But oh, how she needs her solitude. Needs time alone to replenish. And when she loses her fights, external or internal, she's all too prone to ride her depression down to the darkest depths. Give her the emotional goo she needs and she'll reward you… when she can cope with the social demands she's intensely aware of. Let her hang in her isolation tank now and then or you'll both regret it.","A little withdrawn, flighty, sometimes social and manipulative, sometimes lost in their own gloom. A bit of manic-depressive tendency, a bit of substance abuse. It's easy to just get on the depressipus and ride it all the way down to the bottom of the ocean.","Given a conflict, she'd rather see it smoothed over than won. But she can only play the fulcrum of a balance so long; eventually the load begins to crush her. And again, she must retreat. Sometimes things get complicated. Like all that tubing. Just what plugs into where, in that tank? It almost looks like some of those tubes go right through her. What's she filtering; what's building up inside her and how on earth do you clean it out of *her*? She certainly can't do it for herself. Not easily, at least. Maybe some complex process involving scrubbing the residue bare with chemicals – cold reactions that burn slowly.","(You might wonder why the rest of the Cups courts is a bunch of lily-white Nordic types, and she's very definitely not. See, the Crowleyan model of the Courts is “heredity comes down through the Princess; the Knight is some guy questing from the tribe over the mountain who comes and marries the Princess, to be her King”. There's an explicit urge to exogamy going on in that. So here's a woman who's come a long way from the hot place she was born in, to the cold climate that suits her moods more, who's going to sweep that innocent, pale, Prince of Cups off his feet. Scandal will no doubt ensue. The gender twist of course makes it a bit more complicated – is she gonna drag him home to the kingdom she comes from? But roles are independent of gender; it's just another game to play.)"],"title":"Fire of Water"},{"meaning":["Rapier wit and dashing style, a Musketeer who's a boon companion in adversity. Riding a dark bird before the storm, heralding its coming. He slices through Gordian knots with decisive suddenness, striking through to the core – or does he slash vainly at the edges of the problem, never finding its truth? Wild and acrobatic, even balletic: he's Fred, wanna be Ginger?","The most intellectual of the Chevaliers, he's using a thin sword designed for precision pinpoint attacks, relying on his speed and his skill at parrying to defend himself. Quite the swashbuckler, he's as likely to score points on his opponent with an insult as with his rapier. Perhaps he grows up to become the King of Pentacles, spinning stories about the wild adventures of his youth. Or perhaps he misjudges, gets into something he can't clever his way out of, and dies tomorrow.","In comic-books, this guy is Spider-man. He lives on his wits, reflexes, and luck. He'll probably die on them someday too, if he doesn't admit it when he starts to slow down.","Of course, he might not be a hero. All that dashing and dexterity makes for a damn fine pickpocket or cardsharp or conman, too. Check your pockets after that smoldering kiss."],"title":"Fire of Air"},{"meaning":["Dragonrider with a manic gleam in her eye. Generous when she needs to be but impetuous and wild; she'll kick your ass and fuck you up if you're between her and her momentary crusade. Dodge her long enough and she'll lose interest; get too close and she might use you up without ever realizing it. She really shouldn't be let out on her own, but who's going to stop her? She leaves burnt ashes in her wake; she's a wildfire sweeping across the land. This girl is trouble. But you'll never call her boring!","Look closely at her credit card: the first and last sets of four digits are the beginning and end of the arc of the sky that this card 'rules over' (21st degree of Scorpio to 20th degree of Sagittarius); the second set of four is the number of the hexagram TAC says it corresponds to, repeated; the third term is just four random digits. The expiration date is 29/17; Nov 29 – Dec 17 is when the Sun is in Ophiuchus, which lies between Scorpio and Sagittarius but is not officially part of the zodiac because Thirteen Is Bad. (Does anyone really believe that any more? Do you? Does she? Besides, Ophiuchus is the great healer Asclepios grabbing a serpent. How cool would it be to be born under the sign of the Snake-Wrestlng Doctor?)","Is this the time to burn bright and leave a trail of destruction? Or is she a warning to not be the ruiner? Because it sure looks like she's having *fun* burning down the house! Visit new lands, meet new people, maybe kill them. Maybe just be a tourist. Her card's good everywhere she's been so far…"],"title":"Fire of Fire"},{"meaning":["The sun sets behind a woodcut sea, its fires fading into the inky blackness. No stars are coming out. And an androgynous Chevalier turns away from the cliff’s edge, dropping a peacock feather. But look at the feather’s shadow; it’s a sword. Was this a smart choice? Was this a just one?","There’s nothing in the figure. No definition. Just vibrating diagonal lines. The Queen of (VOID) could hide her emptiness behind a public mask, as the Queens are all wont to do, but the Chevalier is more honest - or simply not capable of hiding their shame.","A pentacle shimmers in the dying rays of the sun. Not even a fool would walk away from *this*. But where there is no fire, there is no ambition. And no ambition means no accomplishment. Go back home and watch some television; it might distract you from the emptiness inside.","Riffle through the pack and pull out another card. This one’s a fraud. Oh, just put the whole thing away. There’s nothing to see here. Nothing to learn. No secrets hidden anywhere, just a crazy lady blowing smoke up your ass. Sorry, you wasted your money on a bunch of pretty pictures. Go buy into whatever neurosis the advertisers are trying to sell you instead. It’s bleak but at least it’s safe.","This card is lies and giving up hope. "],"title":"Cavalier of (VOID)"}],[{"meaning":["Camouflaged in the swamps, a flighty earth mother avoids your gaze. Nervous and poised to flee, but grinning – maybe she's blushing at the compliment you just paid her. Or maybe she's treating that spanish moss above her like mistletoe; what's one parasitic plant or another between friends? Kiss her quick, while you have the chance. She only comes around now and then.","Is the bonnet reminding you of Little Red Riding Hood? Or of a mushroom's cap? Who else might be refusing to meet your gaze?","This is an earth mother – fecund and generous if you're on her good side, and maybe even if you're on the bad one. Her mirror is the world around her, the changes she's made in the web of connections that come easy to her. She has favors to call in when she needs them, because she's given so much of herself. Maybe she could do you a big one. But be sure you can pay it back when it's time; the swamp has lots of places to hide a body. Not that it'd come to that. Right?","She's the one who knows the world."],"title":"Water of Earth"},{"meaning":["A nearly-still pool of water, disturbed only by the ripples made by the slight shifting of latex-clad legs. Reflected in its surface, we see the Queen of Cups. Dreamy and laughing, we see nothing of her depths – only the mirror she holds up to the world. Liquid drips from her goblet, about to hide her image.","Where's the real person? What's behind the happy mask she presents to the world? You'll never know. The truth about her is elusive; like water, she shifts shape to fill any role you pour her into. Her mirror is you, or she is yours. Eager to please and sometimes easy to hurt. But not for long; water is patient in its endless tides.","The healing balm of water, the cool, welcome lover's kiss. Abandonment in passion – within limits.","Her love is as deep as the boundless blue sea, and as shallow as the cup she holds."],"title":"Water of Water"},{"meaning":["A stern taskmistress, a trickster, a librarian. She stores away facts and hints to arrive at surprising conclusions, and will use them however she sees fit. Her social mask is carefully constructed and worn with deliberation; now and then she lets people see beneath it. A little fey, a little alien. What's she planning when she looks at you? She's the only Queen who will. And why is she wearing a fox mask, anyway?","Her mirror is her stories, the ones she keeps and treasures. Are they about you? Are they about her? Are they about others? And will she share?","Mannered and seemingly unapproachable; remote and tightly wrapped. Get to know her and perhaps she'll reward you. She might not; she's kind of picky. Kind of prickly, too; watch out for her sharp edges. There's an endless network of tight-wound steel in the cage of her heart, and it can cut you to fragments if it's opened. Brave that, and you may find her surprisingly loyal in her acerbic way. Just be careful of her long-range plans. ","She might be a prude, she might be a trickster. Foxes are like that sometimes. She might be here to steal you far past the fields we know. And it might be worth letting her take you… got a few years to spare?"],"title":"Water of Air"},{"meaning":["Alone in a hot seaside cave, she contemplates her own image. As proud as the dragon she wears on her body, she preens by herself, coming out only when she pleases. The involute, the pale hidden beauty who sometimes thinks she's too good for this world. Is that her own reflection or that of the serpent slithering within her?","Her mirror is her magic, trapped behind her plans.","Outside, the the trees are tropical. Yet she's as pale as milk. Does she *ever* come out? Or does she rule from the shadows, pulling strings from afar to make what she wants happen? Her motives are her own; let's hope they're benevolent. Leave her to them and she may work wonders; get in her way and you might find out if there's fire behind that smoke.","Which face is the real one? Which one is pretense? Is she a dragon or a dark reflection or a pale, red-headed woman? Does it matter? Know which one you're dealing with at the moment – or at least have some idea – and act accordingly. One might not even remember the deals the other made; all that smoke makes her a bit scatterbrained at times."],"title":"Water of Fire"},{"meaning":["A parched desert, cacti reaching for the dark sky like hands. In the waste is a party, smiling faces talking and drinking. But the glasses are all empty, and when it’s time for the Queen to unmask beneath the midnight sky, all that’s beneath is ripples of nothingness. She’s at a party to meet and greet, but there’s nobody beneath the mask - just the brittle illusion of social programming, just a mirror that the absence of a person is holding up.","What are you failing to do in this social interaction? What are you forgetting? Can you even remember how to provide the illusion of caring what the other party wants? The Queens are associated with water, but the only water this Queen knows is the illusion of it caused by swirls of hot air over a desert’s sands. No pebble of conversation you drop into it will ever result in a ripple.","This card is a departed mother. It is the love you cannot feel even though you know you should."],"title":"Queen of (VOID)"}],[{"meaning":["A pause amidst activity: building a new home high above the planet. His knowledge is hands-on and solid; he's engaged with the world. As solid as the steel he stands upon, he forges the bones for something new. Is that Earth above him, or is that some other world he's voyaged to? This man gets things *done*. Stolid and focused on his goals, not the ephemera of the plans.","He doesn't lead. He just *does*, and other people follow. And what he builds will usually stay built. On the other hand, sometimes he can be a bit bull-headed. (No wonder he's associated with Aries and Taurus). “He meant what he said and he said what he meant.” But you can trust his word. One hundred percent.","He knows the risks of his job. His protection is more ceremonial than useful; he works without a net. When he falls, it's a long long way to the ground; so long he might burn up before he hits it. But if he does land it will be with a mighty thud.","He's not too proud to use the newest tools, but he's wary of using them for the wrong job. Sometimes all you need is a plain old hammer and the knowledge of exactly where to put the nail; sometimes you need an exotic matter plug set with a railgun. "],"title":"Air of Earth"},{"meaning":["Piloting his submarine into the piscine depths, he plots his course with a goblet of wine close to hand. Solid but graceful, a Nemo in charge of his own private forces – he emerges from the ocean to claim his prize, and slips back into the concealing water. Secret plans and hidden agendas beneath an affably gruff exterior.","He's avuncular and amiable, and other friendly words beginning with A. But you can never trust him to not be as slippery as the bubbles left in his wake; can you catch him? Can you pin him down? Is this even a good idea?","Give him a plan to help execute, give him something to bring all his fascinating machines to bear upon. Give him a problem to solve and he might move the world. (He might not realize how much will change in its wake; be careful.) But he can get as lost in a trivial little problem, if there's something for him to sink his teeth into. It's hard for him to say no.","He'll lead if he must but he'd rather just appear here and there and teach. A guerilla warrior, when he must be one, rather than a man who'll drive armies behind him. (If he *must* fight he'd rather do it himself. But he'd rather do almost *anything* himself.) He can fix his tools but he has people to do that kind of thing for him; he'd rather get on with the bigger project.","Sometimes he trusts his maps far more than he should, despite knowing that they're of the shifting sea."],"title":"Air of Water"},{"meaning":["Head in the clouds, flying a stealth fighter. Looking for knowledge of where to strike. Or is that plane virtual, a metaphor spun around some cyberspace fantasy of probing “black ice”? Hacker, seeing the world as shimmering ideas to manipulate; even if his plane is real, he's still more involved with the heads-up display than with the view out the window. At those speeds maybe he has to be.","He knows a lot more than he lets on. Maybe too much – are you really comfortable with him knowing what color your underwear is today? He can find out if he wants to. He can be as cold and emotionless as the rarefied air he operates in; this is good when he's dispassionately putting two and two together to make four, bad when he's plotting in a cold, clear fury. He flies above the hurricane, or so he thinks. When he's sucked into one at hypersonic speeds there's litle more than a smear of goo left.","He observes from afar and strikes with precision, when he absolutely must. He's a razor, despite his undisciplined hair. (Who has *time* for haircuts?)"],"title":"Air of Air"},{"meaning":["Braggart, Munchausen, he's been everywhere and done everything. How much truth do his tall tales hold? More than you might expect. Confident in himself, confident in his actions, he can be impulsive and even foolish. Hanging aloft in an airship, he lets the wind take him where it may – adventure is anywhere. Including his pants. But sometimes a cigar is just a cigar!","This is a man who will tell you fabulous lies. Or perhaps fabulous truths, it's really hard to tell sometimes. Believe his promises at your peril; take his warnings with a grain of salt. But he's probably not lying when he says he can show you a good time. He's definitely lying when he says he'll still respect you in the morning.","Elementally, an unruly combination – the planning, thinking and intellectual action of Air overlaid on the direct action, impulse, and magic of Fire. ","Like the rest of the Pentacles court (except the Prince), the King sports a tattoo of a dragon. His is front and center on his chest. He's the most extroverted of the Pentacles court by far – what's the use of spinning tales of dramatic action without someone to weave them for? – and possibly the most outgoing all the Courts"],"title":"Air of Fire"},{"meaning":["A spacesuit floats in the void beside a Gemini capsule. It’s empty, the body gone missing - if ever one was there - and one last breath of air dissipates into the void. A chariot, at last, without a King to ride it.","The mirror of the King of (VOID) on the other side of too much plenty is the 99 of Wands. Transmuted through some super-science process into an ethereal thing we can dimly conceive of as a “star-baby”, the happy ending to this story of a lost astronaut is that he’s transcended, gone on to the beginning of a new life as incomprehensible to us as we are to a single cell of our bodies. Do you think he’ll write back?","But of course another story, the sad ending, is that he’s just vaporized. That he’s dead and gone and left only this floppy, empty parody of what’s inside him hanging in the blackness of space. A lonely way to go. But isn’t that how we all ride through life? Ask his queen in the desert how much he talked to her.","Mind and body, the eternal twins. This is a card of a departed soul, this is the card of less-than-a-ghost (for a ghost would be something there to interact with). Seen in some lights this is the card of absolute death, more bitter and lonely and empty than any of the other cards. The djinn’s out of the bottle and it’s getting cold.","This card is a departed father. It is the wisdom you cannot pass on."],"title":"King of (VOID)"}],[{"meaning":["A smiling green fetus floats in space, among a swirl of Earthlike worlds. Another happy customer of the monolith!","What exactly is transcendence, anyway? The giant glowing Bowman-baby at the end of 2001 was a metaphor for going on and becoming Something Else. And a thread running through a lot of mysticism is the idea that a lot of your inwardly-turned magic is about creating the right conditions for you to go on to Something Else after death. Maybe there's something there; maybe after cycling through enough lifetimes you'll be ready to finally grow up and move on to the next level. It's a nice hope, at least. How would not having it change your attitude to the world?","All those worlds. How many of them are ours?","But I digress in these fantasies of endless frontiers. Just look at the cute happy embryo and giggle. Close your eyes and move on to the next card."],"title":"Starseed"},{"meaning":["Singing “99 Bottles Of Beer On The Wall” is a long and tedious task. Maybe it'd be better to automate it!","\t#!/usr/bin/env python bottlephrases = [ (str(bottle) if bottle else “no more” ) + ” bottle” + (“” if bottle == 1 else “s”) + ” of beer on the wall” for bottle in range(100) ]","\tdef verse (bottles): print (bottlephrases[bottles] + “, ” + bottlephrases[bottles] + “.”).capitalize() if bottles: nextaction = “Take one down and pass it around,” else: nextaction = “Go to the store and buy some more,” print nextaction, bottlephrases[(bottles-1) % 100] + “.\\n” if bottles: verse (bottles-1)","\tverse (99)","Computers can make a *lot* of tedious, repetitive tasks happen quickly. But there are some repetitive tasks that we should reserve to ourselves because they're *fun* to do. Let the machine sing the song while you do the drinking! (And keep in mind that this kind of thing is quite magical to people who can't do it!)"],"title":"Recursion"},{"meaning":["Alllll those missiles aimed at one tiny little fearful head! Maybe they're just in her imagination. They're certainly an overreaction! But isn't that the point of nuclear weapons? To be something too dire to use. Right?","If those nuclear-tipped swords are real, then we'll just have to hope that *something* survives. Maybe something will crawl out of that nearly-empty soda bottle and mutate until it rules the world. It won't be a wasteland for as long as the popular imagination would have it be; the irradiated exclusion zone around Chernobyl is a lovely green place – until you turn on your Geiger counter and hear it going wild.","Ultimately, you can't live under the shadow of a doom like that and stay sane. Or can you? Nuclear apocalypse has fallen out of style as a threat. It's still out there, but it's not dominating the discourse like it did when the US and the USSR were staring each other down. It's become a joke.","Some things are too huge to take seriously."],"title":"Fission"},{"meaning":["The 99 of Pentacles – or Coins – is the Lord of Every Extend. It is in the house of Virgo. In divination, when upright, its meaning is A FREE MAN!. Ill-aspected, it portends the loss of all your power-ups."],"title":"Extend"}]]}
